Repository: serena612/engageGhana
Catalog: backend/engage/templates/locale/*/LC_MESSAGES/django.po
Languages: ar

source: FAQ
ar: الأسئلة الشائعة

source: ENGAGE AND MORE
ar: الانخراط/المشاركة والمزيد

source: OK
ar: حسنا

source: Settings
ar: الاعدادات

source: Engage
ar: انغايج

source: Please correct the error below.
ar: الرجاء تصحيح الخطأ أدناه.

source: Please correct the errors below.
ar: الرجاء تصحيح الخطأ أدناه.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
ar: لقد تم مصادقة اسم المستخدم %(username)s ولكن لست مخولا بالدخول

source: You have been locked out for '+aux[1]+ ' minute(s).<br>Please <a href="./">try again</a> later.
ar: لقد تم حظر دخولك .<br>الرجاء <a href="./">المحاولة </a> لاحقًا.

source: OTP Device:
ar: برنامج OTP:

source: OTP Token:
ar: رمز OTP:

source: Forgotten your password or username?
ar: هل نسيت كلمة المرور أو اسم المستخدم الخاص بك؟

source: Log in
ar: تسجيل الدخول

source: Recent actions
ar: الإجراءات الأخيرة

source: All users
ar: كافة المستخدمين

source: None available
ar: غير متاح

source: Unknown content
ar: محتوى غير معروف

source: Disclaimer
ar: التنصل من المسؤولية

source: All the information on this website is published in good faith and for general information purpose only.
ar: كافة المعلومات الموجودة على هذا الرابط منشورة بحسن نية ولغرض معلومات عامة فقط

source: MTN Engage does not make any warranties about the completeness, reliability and accuracy of this information. Any action you take upon the information you find on this website (MTN Engage), is strictly at your own risk. MTN Engage will not be liable for any losses and/or damages in connection with the use of our website.
ar: ان موقع الالكتروني لا يقدم اية ضمانات حول الكمال، الموثوقية ودقة المعلومات. كل الاجراءات التي تتخذها والمبنية على المعلومانت الموجودة على هذا الموقع تقع على مسؤوليتك الخاصة. لن يكون موقع انغايج مسؤولا عن اية خسائر او اضرار متعلقة باستعمال الموقع الالكتروني الخاص بنا

source: From our website, you can visit other websites by following hyperlinks to such external sites. While we strive to provide only quality links to useful and ethical websites, we have no control over the content and nature of these sites. These links to other websites do not imply a recommendation for all the content found on these sites. Site owners and content may change without notice and may occur before we have the opportunity to remove a link which may have gone
ar: "" يمكنكم زيارة مواقع الكترونية اخرى من خلال موقعنا وذلك عبر تتبع روابط اخرى. بالرغم من محاولاتنا الجاهدة لتأمين روابط نوعية واخلاقية، ليست لدينا اي سيطرة على محتوى وطبيعة هذه الروابط. الروابط المتصلة بمواقع الكترونية اخرى لا توحي بتوصيات لمحتوى هذه المواقع. يمكن لاصحاب هذه المواقع ومحتواها ان يتغير من دون سابق انذارمن غير ان يتسنى لنا الوقت لازالة الرابط والذي قد يكون قد اختفى.

source: Please be also aware that when you leave our website, other sites may have different privacy policies and terms which are beyond our control. Please be sure to check the Privacy Policies of these sites as well as their "Terms of Service" before engaging in any business or uploading any information.
ar: الرجاء اخذ الحذر انه عند الخروج من موقعنا، يمكن لمواقع اخرى ان تتمتع بسياسة خصوصية مختلفة وخارجة عن سيطرتنا. الرجاء التأكد من السياسات الخصوصية وشروط الخدمة قبل البدء اوتحميل اية معلومات.

source: "winners"
ar: "الفائزين"

source: "Please login or register to Engage to be able to play leisure games, earn coins, and win multiple prizes"
ar: "الرجاء تسجيل الدخول او التسجيل على انغايج لامكانية اللعب، كسب العملات النقدية وجوائز مختلفة"

source: "Please login or register to Engage to be able to play featured games and win multiple prizes"
ar: " الرجاء تسجيل الدخول او التسجيل على انغايج لامكانية اللعب، وكسب جوائز عديدة "

source: "Please login or register to Engage to be able to join tournaments and compete with others to earn many cash and other prizes"
ar: "الرجاء تسجيل الدخول او التسجيل على انغايج بامكانية المشاركة في المسابقات وربح المال وجوائز اخرى"

source: "Please login or register to Engage to buy coins, increase your balance, and win multiple cash and other prizes"
ar: "لرجاء تسجيل الدخول او التسجيل لشراء العملات، زيادة رصيدك وربج العديد من الاموال وجوائز اخرى"

source: "Please login or register to Engage to redeem gifts and win multiple cash and other prizes"
ar: "رجاء تسجيل الدخول او التسجيل لاستبدال الجوائز وربح العديد من الاموال وجوائز أخرى "

source: PLAY, WIN AND EARN COINS
ar: العب واربح واكسب العملات

source: PLAY ANY OF THE FEATURED GAMES
ar: لعب احدى الألعاب الموجودة

source: Tournaments
ar: البطولات

source: Play Games
ar: اللعب

source: ALL
ar: جميع

source: Upcoming
ar: المرتقب

source: Ongoing
ar: المستمرة

source: Previous
ar: السابقة

source: All Games Tournaments
ar: جميع مباريات البطولة

source: PREMIUM
ar: متميز

source: FREE
ar: مجاني

source: WINNERS
ar: الرابحون

source: Games Tournaments
ar: مباريات البطولة

source: Last Updated:
ar: آخر تحديث

source: Ad Image/Video Here
ar: ضافة الصورة/ الفيديو هن

source: Join Now
ar: انضم الان

source: Share Engage
ar: شارك في موقع انغايج

source: COPY
ar: نسخ

source: LOGIN / SIGNUP
ar: تسجيل الدخول/التسجيل

source: My Profile
ar: ملفي الشخصي

source: Notifications
ar: الاشعارات

source: TOURNAMENTS
ar: البطولات

source: new
ar: جديج

source: GAMES
ar: المباريات

source: PRIZES
ar: الجوائز

source: REDEEM
ar: استبدال

source: MY PROFILE
ar: ملفي الشخصي

source: FAQs
ar: أسئلة وأجوبة

source: Terms & Conditions
ar: الأحكام والشروط

source: About
ar: حول

source: Contact Engage
ar: التواصل مع انغايج

source: Support
ar: الدعم

source: LOGIN
ar: تسجيل الدخول

source: Next
ar: متابعة

source: Don’t have an account?
ar: ليس لديك حساب؟

source: Register!
ar: التسجيل!

source: Change Number
ar: تغيير الرقم

source: Please wait for confirmation
ar: الرجاء انتظار التأكيد

source: Loading...
ar: التحميل

source: Please wait while we process your request...
ar: الرجاء الانتظار ريثما يتم مراجعة طلبك

source: CONTACT ENGAGE
ar: التواصل مع انغايج

source: SEND
ar: إرسال

source: CONTACT SUPPORT
ar: الاتصال بالدعم

source: I Need Support With
ar: أحتاج إلى الدعم ب

source: Unable to subscribe to Engage
ar: عدم القدرة على الاشتراك في انغايج

source: Problem with account access
ar: مشكلة مع القدرة على الولوج الى الحساب

source: Locked or suspended account issue
ar: حساب مقفل أو معلق

source: Queries about tournaments
ar: اسئلة حول البطولات

source: Games not working for me
ar: العاب لا تناسبني

source: Help using Engage
ar: لمساعدة عبر استعمال انغايج

source: Help with paid features
ar: المساعدة عبر محتويات/سمات مدفوعة

source: Question about Prizes
ar: اسىلة حول الجوائز

source: Redeem Coins queries
ar: اسئلة حول استبدال العملات النقدية

source: Other problem or issue
ar: مشاكل أو مسائل أخرى

source: You already have an account?
ar: لديك حساب منشأ

source: Login!
ar: تسجيل الدخول!

source: RECOVER PASSWORD
ar: استرداد كلمة السر

source: Enter your registered email to receive the password reset
ar: ادخل بريدك الالكاروني المسجل كي يصلك تغيير كلمة السر

source: RESET PASSWORD
ar: تغيير كلمة السر

source: Purchase
ar: الشراء

source: Cancel
ar: الغاء

source: Please resume and watch full video to collect your reward
ar: لرجاء المتابعة ومشاهدة الفيديو بأكمله لكسب جائزتك

source: PRIVACY POLICY
ar: سياسة الخصوصية

source: To be transparent with your users about what personal information you collect and what you do with it, you are required to publish a Privacy Policy agreement on your website or give in-app access to it.
ar: كي تكون شفافا مع البيانات الشخصية الني يتم جمعها وما تفعلونه بها، من واجبكم نشر اتفاقية السياسة على موقعكم الالكتروني او السماح بالولوج اليها من خلال التطبيق

source: Websites usually post a link to the complete Privacy Policy agreement from the footer of the website, whereas apps generally add the Privacy Policy to an "About" or "Legal" menu.
ar: عادة تنشر المواقع الالكترونية اتفاقية سياسة الخصوصية باكملها عند اسفل الصفحة بينما تقوم التطبيقات باضافة سياسة الخصوصية على القائمة

source: DISCLAIMER
ar: التنصل من المسؤولية

source: TERMS & CONDITIONS
ar: الاحكام والشروط

source: MTN Number
ar: رقم م ت ن

source: Name
ar: الاسم

source: Email
ar: البريد الالكتروني

source: Date Of Birth
ar: تاريخ الولادة

source: Nationality
ar: الجنسية

source: Country
ar: البلد

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: أنثى

source: State
ar: الوضع العائلي

source: CONGRATULATIONS
ar: تهانينا

source: You have Earned 50 coins by clicking on the video.
ar: لقد ربحت ٥٠ عملة وذلك عبر الضغط على الفيديو

source: Watch and click to earn more!
ar: شاهد واضغط لكسب المزيد!

source: WATCH
ar: المشاهدة

source: You have earned 5 coins for watching!
ar: لقد ربحت ٥ عملات بسبب المشاهدة

source: Earn 50 coins by clicking on the video.
ar: اربح ٥٠ عملة من خلال مشاهدة الفيديو

source: LIMIT REACHED
ar: بلوغ الحد

source: earn more coins later.
ar: كسب المزيد من العملات لاحقًا.

source: CLOSE
ar: اغلاق

source: VIDEO NOT READY YET
ar: الفيديو ليس جاهزًا بعد

source: The next video is not yet ready,
ar: الفيديو التالي ليس جاهزًا بعد ،

source: please try again later
ar: الرجاء المحاولة لاحقا

source: Privacy Policy
ar: سياسة الخصوصية

source: Tournaments Prizes
ar: جوائز البطولات

source: Redeem Coins
ar: استبدال العملات

source: <span>Your Engage Coins balance is <span class="user-coins">%(coins)s</span></span>
ar: %(coins)s رصيد Engage Coins الخاص بك

source: ALL PRIZES
ar: جميع الجوائز

source: CASH
ar: نقدي

source: TICKETS
ar: التذاكر

source: DATA PACKAGES
ar: حزم بيانات

source: Engage Coins required: %(coins)s
ar: %(coins)s :عملات نقدية مطلوبة

source: Redeem Gift
ar: استبدال الجائزة

source: You need (NbrCoins) coins to Redeem. Confirm to proceed?
ar: تحتاج الى العملات للاستبدال. التأكيد للمتابعة

source: Confirm
ar: التأكيد

source: Buy Coins
ar: شراء العملات

source: Engage coins
ar: عملات انغايج

source: Profile
ar: الملف الشخصي

source: Friends
ar: الاصدقاء

source: Last Played Games
ar: المباريات الملعوبة آخرا

source: View All
ar: مشاهدة الكل

source: Joined tournaments
ar: لبطولات المشتركة

source: Stickers
ar: ملصقات

source: Trophies
ar: الجوائز

source: FRIENDS
ar: الأصدقاء

source: Search users and friends
ar: البحث عن المستخدمين والأصدقاء

source: Upcoming tournaments
ar: البطولات القادمة

source: Played tournaments
ar: البطولات الملعوبة

source: Unlock VIP
ar: الغاء قفل الشخصيات المهمة

source: Activity Points
ar: نقاط النشاط

source: Buy This Stage and get the following:
ar: اشترِ هذه المرحلة واحصل على التالية:

source: Free Movie
ar: افلام مجانية

source: Coins
ar: عملات

source: GB
ar: غيغابايت

source: SKIP
ar: تخطى

source: PURCHASE
ar: شراء

source: Points
ar: النقاط

source: Done
ar: منجز

source: Edit Profile
ar: تعديل الملف الشخصي

source: Upgrade Membership
ar: ترقية العضوية

source: Contact Support
ar: الاتصال بالدعم/ طلب المساعدة

source: Logout
ar: الخروج

source: You don\
ar: انتهيت \

source: Are you sure you want to unlock VIP access to the battlepass?
ar: هل انت متأكد من أنك تريد فك الولوج الى الشخصيات المهمة الى ممر المعركة

source: Select a Package
ar: اختيار الطرد

source: Bonus
ar: اضافة

source: BUY NOW
ar: الشراء الآن

source: Send Coins
ar: إرسال عملات

source: Enter Amount
ar: أدخل المبلغ

source: Alert
ar: انذار

source: Are you sure you want to remove this friend?
ar: هل أنت متأكد أنك تريد حذف هذا الصديق؟

source: Friend Request Sent
ar: تم ارسال طلب الصداقة

source: winners
ar: الفائزين

source: Please login or register to Engage to be able to play leisure games, earn coins, and win multiple prizes
ar: الرجاء تسجيل الدخول او التسجيل لامكانية اللعب، كسب العملات وربح جوائز عديدة

source: Please login or register to Engage to be able to play featured games and win multiple prizes
ar: الرجاء تسجيل الدخول او التسجيل لامكانية اللعب وكسب جوائز عديدة

source: Please login or register to Engage to be able to join tournaments and compete with others to earn many cash and other prizes
ar: الرجاء تسجيل الدخول او التسجيل لامكانية المشاركة في البطولات ومنافسة الآخرين لكسب المال وجوائز أخرى

source: Please login or register to Engage to buy coins, increase your balance, and win multiple cash and other prizes
ar: الرجاء تسجيل الدخول او التسجيل لشراء العملات، زيادة الرصيد وكسب المال والعديد من الجوائز

source: Please login or register to Engage to redeem gifts and win multiple cash and other prizes
ar: الرجاء تسجيل الدخول او التسجيل لاستبدال الجوائز وكسب المال وجوائز أخرى

source: JOIN NOW
ar: نضم الان

source: NEXT
ar: التالي

source: Select your subscription Preference
ar: إختر تفضيل الإشتراك

source: N50 Daily
ar: N50 يوميا

source: Free
ar: مجاني

source: A pincode was sent to the provided phone number.
ar: تم إرسال رمز التفعيل على رقم الهاتف الذي تم تزويده

source: Please enter it to proceed.
ar: لرجاء ادخال الرقم للمتابعة

source: Didn't receive pincode?
ar: لم تتلقى رمز التفعيل ؟

source: Send again
ar: الإرسال مجددا

source: I ACCEPT
ar: أقبل

source: GO BACK
ar: الرجوع

source: N30 Daily
ar: N30 يوميا

source: Documentation
ar: التوثيق

source: Change password
ar: تغيير كلمة المرور

source: Log out
ar: الخروج

source: Home
ar: القائمة الرئيسية

source: Password change
ar: تغيير كلمة السر

source: Your password was changed.
ar: لقد تم تعديل كلمة السر.

source: Change it again
ar: تغييرها مجدداَ

source: Tournament Started
ar: بدأ البطولة

source: Tournament Starts in
ar: البطولة تبدأ خلال

source: Summary
ar: الخلاصة

source: Participants
ar: المشاركون

source: Practice
ar: تدرب

source: Waiting List
ar: لائحة الانتظار

source: Expired
ar: منتهي الصلاحية

source: joined
ar: مشارك

source: Closed
ar: مقفل

source: In progress
ar: جارية

source: IN PROGRESS
ar: جارية

source: Tournament Details
ar: تفاصيل البطولة

source: Game
ar: اللعبة

source: Platform
ar: المنصة

source: Time
ar: الوقت

source: Tournament Prizes
ar: جوائز البطولة

source: Place
ar: المكان

source: Tournament Rules
ar: قواعد البطولة

source: Cannot join!
ar: غير قادر على المشاركة!

source: You cannot join this tournament since it has already started. Register to other tournaments now and win multiple prizes
ar: لا يمكنك المشاركة في هذه البطولة بما انها قد بدأت. تسجل الآن في بطولة أخرى لربح جوائز عديدة

source: Good Luck!
ar: حظ موفق!

source: This tournament is ongoing, enjoy the game. Good Luck!!
ar: لقد بدأت البطولة ، استمتع باللعبة. حظاً موفقاً!!

source: You cannot join this tournament since it's closed. Register to other tournaments now and win multiple prizes
ar: لا يمكنك المشاركة في هذه البطولة بما انها قد اقفلت. تسجل الآن في بطولة أخرى لربح جوائز عديدة

source: Subscribers Only!
ar: المسجلون فقط!

source: Please upgrade from free package to N50 package to be able to join tournaments. To upgrade, simply deactivate from the free package by sending "DEAC SUB3" to “8561” then send "SUB2" to “8561”.
ar: الرجاء تحديث الاشتراك من الصفقة المجانية الى صفقة ن٥٠ كي تستطيع المشاركة في البطولات. للتحديث فقط قم بايقاف الصفقة المجانية وذلك عبر ارسال"DEAC SUB3" الى “8561” ثم "SUB2" الى “8561”.

source: Subscribe now to be able to join any upcoming tournament.
ar: تسجل الآن كي تستطيع المشاركة في البطولات القادمة

source: Upgrade Subscription
ar: تحديث الاشتراك

source: You are allowed to join one tournament per day. Please upgrade your package to join multiple tournaments per day
ar: يسمح لك بالشتراك في بطولة واحدة يومياً. الرجاء تحديث الاشتراك كي تتمكن من المشاركة في بطولات متعددة يومياً

source: Upgrade
ar: تحديث

source: Your profile level is {{ user.level }}!
ar: {{ user.level }} مستوى ملفك الشخصي هو

source: The minimum profile level required to join this tournament is {{ tournament.minimum_profile_level }}
ar: {{ tournament المستوى الادنى للملف الشخصى المطلوب للمشاركة في البطولة هوminimum_profile_level }}

source: Game account is your in-game ID. You need to create it in the game itself to be eligible to participate in the tournament.
ar: حساب اللعبة هو هويتك داخل اللعبة. تحتاج الى انشاء هوية داخل اللعبة نفسها كي تكون مؤهلاً للمشاركة في البطولة

source: Enter your game account
ar: أدخل حساب اللعبة

source: Submit
ar: تقديم

source: Subscription status is being updated please wait...
ar: الرجاء الانتظار ريثما يتم تحديث اشتراكك
