Repository: serena612/engageGhana
Catalog: backend/engage/account/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Personal info
ar: المعلومات الشخصية

source: Permissions
ar: الاذونات/ المسموح به

source: %(subdata)s is not a valid MTN phone number!
ar: ليس رقم هاتف MTN صالحًا!%(subdata)s

source: Password changed successfully.
ar: تم تغيير كلمة المرور بنجاح.

source: You entered your old password incorrectly multiple times! Please log in again to continue.
ar: لقد أدخلت كلمة المرور الخاصة بك بطريقة خاطئة عدة مرات! الرجاء تسجيل الدخول من جديد للمتابعة

source: Password must contain at least %(min_length)d digit.
ar: %(min_length)d يجب على كلمة السر ان تحتوي على ارقام

source: Password must contain at least %(min_length)d lower-case character.
ar: على كلمة السر ان تحتوي على %(min_length)d احرف صغيرة

source: Password must contain at least %(min_length)d special character.
ar: على كلمة السر ان تحتوي على %(min_length)d احرف خاصة

source: Password must contain at least %(min_length)d upper-case character.
ar: على كلمة السر ان تحتوي على %(min_length)d احرف كبيرة

source: Password cannot contain consecutive numbers.
ar: لا يمكن لكلمة السر ان تحتوي على ارقام متتالية.

source: Password has been previously exposed in data breaches. Please choose another.
ar: تعرضت كلمة السر لخروقات بيانات؛ الرجاء اختيار كلمة سر اخرى

source: Your password must contain at lest one upper-case character, one lower-case character, one digit and one special character.
ar: على كلمة السر ان تحتوي على الاقل على حرف كبير، حرف صغير، رقم واحد وحرف خاص

source: You have been locked out for
ar: لقد تم حظر دخولك
