Repository: serena612/engageGhana
Catalog: backend/engage/tournament/locale/*/LC_MESSAGES/django.po
Languages: ar

source: An image is required when winners are specified
ar: الصورة ضرورية عند تحديد الفائزين

source: Participant(s): ,
ar: المشارك (ين)

source: Close Date must be greater than Open Date
ar: يجب على تاريخ الاغلاق ان يكون اكبر من تاريخ الافتتاح

source: Start Date can't be in the past
ar: تاريخ البدء لا يمكن ان يكون في الماضي

source: End Date can't be in the past
ar: تاريخ الانتهاء لا يمكن ان يكون في الماضي

source: End Date must be greater than Start Date
ar: تاريخ الانتهاء يجب ان يكون اكبر من تاريخ البدء

source: Close Date must be at least 6 hours earlier than Start Date
ar: تاريخ الإقفال يجب ان يكون على الأقل قبل ٦ ساعات من تاريخ البدء

source: Public open date cannot be smaller than VIP open date
ar: لا يمكن لتاريخ الافتتاح العام ان يكون اصغر من تاريخ الافتتاح للشخصيات المهمة

source: Close date cannot be smaller than public open date
ar: لا يمكن لتاريخ الاقفال ان يكوم اصغر من تاريخ الافتتاح العام

source: This round number selection is above the rounds numbers set in the tournament settings
ar: رقم هذه الجولة هو اعلى من ارقام الجولات المحددة في اعدادات البطولة

source: Match date must be between tournament start date and tournament end date
ar: تاريخ المبارات يجب ان يكون بين بداية ونهاية البطولة
